Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.22.04.10_fin.txt.tmx
Source language: fin
Languages: sme

source: Erityisraportoija Anayan vierailu Edellisestä blogin päivityksestä on aikaa – pahoittelen sitä.
sme: Spesiálaraporterejeaddji Anaya guossástallan Ovddit blogga čállimis lea juo guhkes áigi – mun šállošan dan.

source: Viimeiset kaksi viikkoa ovat olleet saamelaiskäräjien henkilöstölle ja luottamushenkilöille hyvin kiireistä aikaa.
sme: Maŋimus guokte vahku leat leamaš sámedikki bargiide ja luohttámušolbmuide hui hohpolaččat.

source: Saamelaisen parlamentaarisen kokouksen valmistelu ja saamelaiskäräjien esityksien valmistelu erityisraportoija Anayan vierailua varten on vienyt paljon aikaa.
sme: Sámi parlamentáralaš ráđi čoakkáma válmmaštallan ja sámedikki ovdanbuktojumiid válmmaštallan earenoamáš ráporterejeaddji Anaya galledeami várás leat barggahan hui olu.

source: Nämä kokoukset on pidetty Rovaniemellä.
sme: Dát čoakkámat leat dollojuvvon Roavenjárggas.

source: Viime viikolla Suomen saamelaiskäräjät otti vastaan saamelaisen parlamentaarisen neuvoston puheenjohtajuuden.
sme: Mannan vahku Suoma sámediggi válddii vuostá sámi parlamentáralaš ráđi jođihanovddasvástádusa.

source: Tällä hetkellä meillä on budjetoituna SPN:n toimintaan 15 000 euroa, eli kovin suurilla panostuksilla emme voi puheenjohtajuutta hoitaa.
sme: Dán vuoru mis lea bušeterejuvvon SPR:a bargui 15 000 euro nu ahte beare stuora bidjosiiguin eat sáhte jođiheami dikšut.

source: Mutta uskon, että se mikä Suomen saamelaiskäräjiltä puuttuu resursseissa, niin voimme korvata sen asiantuntemuksella.
sme: Jáhkán goitge, ahte dat mii Suoma sámedikkis váilu resurssain, nu dan mii sáhttit buhttet áššedovdamušain.

source: Meidän tulee vain priorisoida toimintaamme ja keskittyä ydintehtäviin, jotta voimme käyttää asianesittelijäresurssejamme myös SPN:n työssä.
sme: Mii galgat fal vuoruhit bargomet ja vuojulduvvat váimmosbargguide, vai sáhttit atnit áššegieđahallanresurssaideamet maid SPR:a barggus.

source: Viime viikon keskiviikon parlamentaarisen neuvoston kokous meni hyvin lämpimässä ja hyvässä hengessä.
sme: Mannan vahku gaskavahku parlamentáralaš ráđi čoakkán manai hui liekkus ja buori vuoiŋŋas.

source: Hyväksyimme kaksi hyvin tärkeää asiakirjaa, joiden valmistelussa Suomen saamelaiskäräjillä oli suuri rooli.
sme: Dohkkeheimmet guokte hui dehálaš áššegirjji, maid válmmaštallamis Suoma sámedikkis lei hui stuora rolla.

source: SPN:n kokous hyväksyi julistuksen pohjoismaisesta saamelaissopimuksesta.
sme: SPR:a čoakkán dohkkehii julggaštusa davviriikkalaš sámi soahpamušas.

source: Pidän itse hyvin tärkeänä sitä, että julistuksessa huomioitiin myös Venäjän saamelaisten tarpeet.
sme: Anán ieš hui dehálaš áššin dan, ahte julggaštusas váldojuvvoje vuhtii maiddái Ruošša sápmelaččaid dárbbut.

source: Julistus löytyy saamelaiskäräjien kotisivuilta.
sme: Julggaštus gávdno sámedikki ruovttusiidduin.

source: Lisäksi hyväksyimme saamelaisen parlamentaarisen neuvoston ilmastopoliittisen strategian, jota laajennetaan kuluvana vuonna ilmastopoliittiseksi ohjelmaksi.
sme: Dasa lassin dohkkeheimmet sámi parlamentáralaš ráđi dálkkádatpolitihkalaš strategiija, mii viiddiduvvo dán jagi mielde dálkkádatpolitihkalaš prográmman.

source: Strategia löytyy saamelaiskäräjien kotisivuille.
sme: Strategiija gávdno sámedikki ruovttusiidduin.

source: Strategia on laadittu pohjoissaameksi ja se on käännetty suomeksi, englanniksi ja venäjäksi.
sme: Strategiija lea ráhkaduvvon davvisámegillii ja dat lea jorgaluvvon suoma-, eŋgelas- ja ruoššagillii.

source: Ruotsinkielinen versio on vielä käännettävänä.
sme: Ruoŧagiel veršuvdna lea vel jorgalahttojuvvome.

source: Suomen saamelaiskäräjät kääntää strategian lisäksi inarin- ja koltaansameksi.
sme: Suoma sámediggi jorgala strategiija dasa lassin anáraš- ja nuortalašgillii.

source: Strategian aikaansaaminen oli minulle henkilökohtaisesti hyvin tärkeää ja olen sen synnystä todella iloinen.
sme: Strategiija áigái oažžun lei munnje persovnnalaččat hui dehálaš ja lean dan duohtan dahkamis hui duhtavaš.

source: Strategia tulee olemaan kovassa käytössä ja tulen huomioimaan sitä kaikissa virallisissa yhteyksissä, jotta saamelaisten tahto tulee huomioiduksi ilmastopoliittisessa työssä.
sme: Strategiija šaddá adnojuvvot viššalit ja áiggon váldit dan vuhtii buot virggálaš oktavuođain, vai sápmelaččaid dáhttu váldojuvvo vuhtii dálkkádatpolitihkalaš barggus.

source: Seuraavana päivänä, torstaina, oli kaikille avoin SPN:n, Suomen, Ruotsin ja Norjan valtioiden edustajien ja erityisraportoijan yhteinen konferenssi, jossa käsiteltiin saamelaisten itsemääräämisoikeuden toteutumista, saamelaisten maa- ja vesioikeuksia, saamen kielen tilannetta erityisesti lasten ja nuorten aseman kontekstissa sekä YK:n alaisten ihmisoikeussopimusten toimeenpanojen määräaikaisraportointia.
sme: Čuovvovaš beaivve, duorastaga, lei buohkaide rabas SPR:a, Suoma, Ruoŧa ja Norgga stáhtaid ovddasteddjiid ja spesiálaraporterejeaddji oktasaš konfereansa, mas gieđahallojuvvoje sámiid iešmearridanrievtti olláhuvvan, sápmelaččaid eanan- ja čáhcevuoigatvuođat, sámegiela dilli earenoamážit mánáid ja nuoraid sajádaga olis sihke ON:a vuollásaš olmmošvuoigatvuohtasoahpamušaid ollašuhttima raporteren.

source: Erityisraportoija vieraili erikseen edellisenä päivänä Rovaniemellä saamenkielisessä päivähoitopaikassa, Arktisessa keskuksessa ja metsähallituksessa.
sme: Earenoamášraporterejeaddji guossástalai ovddit beaivve sierra Roavenjárggas sámegiel mánáid beaivedikšunbáikkis, Árktalaš guovddážis ja meahcceráđđehusas.

source: Johdin neuvoston puheenjohtajana kokousta ja pidin Suomen saamelaiskäräjien puheen itsemääräämisoikeuden toteutumisesta ja määräaikaisraportoinnista.
sme: Jođihin ráđi ságadoallin čoakkáma ja dollen Suoma sámedikki sáhkavuoru iešmearridanrievtti olláhuvvamis ja mearreáiggeraporteremis.

source: Saamelaiskäräjien kotisivuilla on tiedotteet seminaarin puheista ja valmistellut puheet löytyvät kokonaisuudessaan netistä.
sme: Sámedikki ruovttusiidduin leat dieđáhusat seminára sáhkavuoruin ja válmmaštallojuvvon sáhkavuorut gávdnojit ollislažžan neahtas.

source: Konferenssipäivä kului hyvin lämpimässä ja avoimessa hengessä.
sme: Konfereansabeaivi mania hui liekkus ja rabas vuoiŋŋas.

source: Erityisraportoija piti vierailua hyvin merkittävänä ja korosti sen tärkeyttä, että saamelaiset ja valtiot voivat keskustella avoimesti ongelmakohdista ja on jo otettu askelia saamelaisten oikeusaseman parantamiseksi.
sme: Spesiálareporterejeaddji anii galledeami hui mávssolažžan ja deattuhii dan dehálašvuođa, ahte sápmelaččat ja stáhtat sáhttet ságastallat rahpasit buncaraggáin ja ahte leat juo váldon lávkkážat sámiid riektedili buorideami várás.

source: Erityisraportoija korosti myös YK:n alkuperäiskansajulistuksen merkittävyyttä ja tarvetta toimenpanna sitä valtioiden toiminnassa.
sme: Spesiálaraporterejeaddji deattuhii maid ON:a álgoálbmotjulggaštusa mearkkašumi ja dárbbu olláhuhttit dan stáhtaid barggus.

source: Eritysraportoija tekee vierailun pohjalta raportin saamelaisten oikeusasemasta.
sme: Spesiálaraporterejeaddji ráhkada galledeami vuođul raportta sápmelaččaid riektedilis.

source: Raportti valmistunee vuoden sisällä, ja se tulee sisältämään huomioita ja toimenpide-esityksiä, joita valtioiden on mahdollista kommentoida ennen raportin luovuttamista.
sme: Raporta gárvána jagi siste ja dat boahtá sisttisdoallat mearkkašumiid ja doaibmabidjoevttohusaid, maid stáhtain lea vejolaš kommenteret ovdal raportta luobaheami.

source: Raportti luovutetaan YK:n ihmisoikeusneuvostolle sen valmistuttua.
sme: Raporta luobahuvvo ON:a olmmošvuoigatvuohtaráđđái dan gárváneami mielde.

source: Tämä on ensimmäinen kerta kun erityisraportoija raportoi kansan tilanteesta, aiemmin tarkastelukohtana on ollut yhden valtion alueella asuva / asuvat alkuperäiskansat.
sme: Dát lea vuosttaš geardi go spesiálaraporterejeaddji raportere álbmoga dilis, ovdal guorahallančuozáhahkan lea leamaš ovtta stáhta rájiid siskkobealde ášši / ássit álgoálbmogat.

source: Erityisraportoija piti tällaista raportointia hyvin mielenkiintoisena ja tärkeänä, itse kansan ollessa keskiössä eikä niinkään valtioiden rajojen.
sme: Spesiálaraporterejeaddji anii dákkár raporterema hui miellagiddevažžan ja dehálažžan go ieš álbmot lea guovddážis eaige nuge stáhtaid rájit.

source: SPN ja saamelaiskäräjät odottavat hyvin suurella mielenkiinnolla erityisraportoijan raporttia.
sme: SPR ja sámedikkit vurdet hui stuora beroštumiin spesiálaraporterejeaddji raportta.

source: Edellisin Anayan raportointimatka suuntautui Venäjälle.
sme: Ovddit have Anaya raporterenmátki lei Ruoššas.

source: Raportti Venäjän tilanteesta, joka kiinnostaa myös meitä saamelaisia, luovutetaan syksyllä ihmisoikeusneuvostolle.
sme: Raporta Ruošša dilis, mii beroštahttá maid min sápmelaččaid, luobahuvvo čakčat olmmošriekteráđđái.

source: Erityisraportoijan aiemmat maaraportit löytyvät osoitteesta: http://www2.ohchr.org/english/issues/indigenous/rapporteur/countryreports.htm Perjantaina ohjelma jatkui eri organisaatioiden ja kansalaisjärjestöjen kuulemisella, mutta en voinut valitettavasti äkillisten perhesyiden johdosta jäädä kuuntelemaan kansalaisyhteiskunnan terveisiä Anayalle.
sme: Spesiálaraporterejeaddji ovddit eananraporttat gávdnojit čujuhusas: http://www2.ohchr.org/english/issues/indigenous/rapporteur/countryreports.htm

source: Se oli tietenkin hyvin ikävää, koska harvoin tulee tilaisuuksia, jossa voi kuulla useita eri kansalaisjärjestöjä samalla kertaa ja tällainen vuorovaikutus on hyvin tärkeää.
sme: Dat lei dieđusge hui váidalahtti, daningo hárve bohtet dilálašvuođat, mas sáhttá gullat olu sierra sámi servviid oktanaga ja dákkár vuorrováikkuhus lea hui dehálaš.

source: SPN:n kokouksessa pitämäni lyhyt kiitospuhe löytyy saamelaiskäräjien kotisivuilta puheet osiosta kuten pidetyt puheet erityisraportoija Anayan tilaisuudessakin.
sme: SPR:a čoakkámis iežan doallan giittussáhka gávdno sámedikki ruovttusiidduin ságat gaskabláđi vuolde dego dollojun ságat spesiálaraporterejeaddji Anaya dilálašvuođasnai.

source: SPN:n hyväksymät päätökset löytyvät dokumentit kansiosta Saamelainen parlamentaarinen neuvosto- valikosta.
sme: SPR:a dohkkehan mearrádusat gávdnojit dokumeanttat-máhpas Sámi parlamentáralaš ráđđi-fálu vuolde.

source: Sen ala-alakategoriaan (SPN:n konferenssi 15.4.2010) on koottu Suomen saamelaiskäräjien kaikki esitykset erityisraportoija Anayalle.
sme: Dan vuollekategoriija (SPR:a konfereansa 15.4.2010) leat čohkkejuvvon Suoma sámedikki buot ovdanbuktojumit spesiálaraporterejeaddji Anaŧai.

source: Suurin osa dokumenteista on sekä suomeksi että englanniksi ja myöhemmin myös saameksi.
sme: Eanas dokumeanttain leat sihke suoma- ja eŋgelasgillii ja maŋŋel maid sámegillii.

source: Kuluva viikko ei ole yhtään sen kevyempi.
sme: Dát vahkku ii leat veahášge geahppaseabbo.

source: Maanantaina olin Rovaniemellä tulevaisuusfoorumissa, jossa käsiteltiin ilmastonmuutosta.
sme: Vahku álggus mánnodaga ledjen Roavenjárggas boahttevuođa forumas, mas gieđahallojuvvui dálkkádatrievdan.

source: Toin tilaisuuteen saamelaiskäräjien tervehdyksen.
sme: Bukten dilálašvuhtii sámedikki dearvvuođagaid.

source: Puhe löytyy saamelaiskäräjien kotisivuilta.
sme: Sáhka gávdno sámedikki ruovttusiidduin.

source: Tiistaina oli Helsingissä arktisen neuvottelukunnan ensimmäinen kokous, jossa olen saamelaiskäräjien edustajana.
sme: Disdaga lei árktalaš ráđđádallangotti vuosttaš čoakkán Helssegis. Čohkkán ráđđádallangottis sámedikki ovddasteaddjin.

source: Neuvottelukunnan puheenjohtajan valtiosihteeri Risto Volasen toiveesta olen valmistellut muistion, joka kuvaa saamelaiskäräjien näkökulmia Suomen arktiseen politiikkaan.
sme: Ráđđádallangotti ságadoalli stáhtačálli Risto Volasa sávaldaga mielde lean válmmaštallan muittuhančállaga, mii govve sámedikki oaidninvugiid Suoma árktalaš politihkkii.

source: Muistio löytyy lähiaikoina saamelaiskäräjien kotisivuilta kirjeet ja muistiot – välilehden alta.
sme: Muittuhančála gávdno lagašáiggiid sámedikki ruovttusiidduin reivvet ja muittuhančállagat – gaskabláđi vuolde.

source: Keskiviikkona saamelaiskäräjät oli edustettuna ympäristöministeriön luontotyyppien uhanalaisuusarvioinnin toimenpide-esityksiä käsittelevässä seminaarissa.
sme: Gaskavahkko sámediggi lei ovddastuvvon birasministeriija semináras, mii gieđahalai luonddutiippaid uhkivulošárvvoštallama doaibmabidjoevttohusaid.

source: Seminaari oli hyvin tärkeä, koska toimenpide-esityksissä käsitellään erityisesti saamelaisporonhoidon ohjausta ja hallintaa koskevia asioita. Tänään minulla oli kokous opetusministeriössä liittyen saamelaiseen perinteiseen tietoon.
sme: Seminára lei hui dehálaš, daningo doaibmabidjoevttohusain gieđahallojuvvojit earenoamážit áššit, mat gusket sámi boažodoalu stivrema ja hálddašea, i. Odne mus lei čoakkán oahpahusministeriijas ja dat laktásii sámi árbevirolaš dihtui.

source: Kevätterveisin Helsingissä 22.04.2010 Klemetti Näkkäläjärvi
sme: Giđđadearvvuođaiguin Helssegis 22.04.2010 Juvvá Lemet
